tap "homebrew/bundle"
tap "homebrew/core"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Modern, maintained replacement for ls
brew "eza"
# Distributed revision control system
brew "git"
# Cross-shell prompt for astronauts
brew "starship"
# UNIX shell (command interpreter)
brew "zsh"
# Databases and SQL IDE
cask "datagrip"
# Git client focusing on productivity
cask "gitkraken"
# GPU-based terminal emulator
cask "kitty"
# IDE for professional Python development
cask "pycharm"
# Control your tools with a few keystrokes
cask "raycast"
# Open-source code editor
cask "visual-studio-code"
vscode "ms-ceintl.vscode-language-pack-fr"
